Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/ReminderSchedule.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# reminder_schedule.navigation_title
source: Reminder Schedule
de: Erinnerungsplan
es: Horario de Recordatorios
fr: Calendrier de Rappels
ja: リマインダースケジュール
pt_br: Agenda de Lembretes
zh_hans: 提醒时间表

# reminder_schedule.edit_schedule
source: Edit Schedule
de: Zeitplan bearbeiten
es: Editar Horario
fr: Modifier le Calendrier
ja: スケジュールを編集
pt_br: Editar Agenda
zh_hans: 编辑时间表

# reminder_schedule.switch_profile
source: Switch Profile
de: Profil wechseln
es: Cambiar Perfil
fr: Changer de Profil
ja: プロファイルを切り替え
pt_br: Trocar Perfil
zh_hans: 切换配置文件

# reminder_schedule.create_schedule_profile
source: Create Schedule Profile
de: Zeitplanprofil erstellen
es: Crear Perfil de Horario
fr: Créer un Profil de Calendrier
ja: スケジュールプロファイルを作成
pt_br: Criar Perfil de Agenda
zh_hans: 创建时间表配置文件

# reminder_schedule.active_schedule_profile
source: Active Schedule Profile
de: Aktives Zeitplanprofil
es: Perfil de Horario Activo
fr: Profil de Calendrier Actif
ja: アクティブなスケジュールプロファイル
pt_br: Perfil de Agenda Ativo
zh_hans: 活动时间表配置文件

# reminder_schedule.profile_footer
source: Use profiles for advanced scheduling with time blocks, per-day customization, and more
de: Verwenden Sie Profile für erweiterte Planung mit Zeitblöcken, tagesweiser Anpassung und mehr
es: Use perfiles para programación avanzada con bloques de tiempo, personalización por día y más
fr: Utilisez les profils pour une planification avancée avec des blocs de temps, une personnalisation quotidienne, et plus encore
ja: タイムブロック、日別カスタマイズなどの高度なスケジューリングにプロファイルを使用
pt_br: Use perfis para agendamento avançado com blocos de tempo, personalização por dia e mais
zh_hans: 使用配置文件进行高级排程，包括时间块、每天自定义等

# reminder_schedule.next_reminder
source: Next Reminder
de: Nächste Erinnerung
es: Próximo Recordatorio
fr: Prochain Rappel
ja: 次のリマインダー
pt_br: Próximo Lembrete
zh_hans: 下一个提醒

# reminder_schedule.no_reminder_scheduled
source: No reminder scheduled
de: Keine Erinnerung geplant
es: No hay recordatorio programado
fr: Aucun rappel programmé
ja: リマインダーが予定されていません
pt_br: Nenhum lembrete agendado
zh_hans: 没有预定提醒

# reminder_schedule.schedule_summary
source: Schedule Summary
de: Zeitplan-Zusammenfassung
es: Resumen del Horario
fr: Résumé du Calendrier
ja: スケジュール概要
pt_br: Resumo da Agenda
zh_hans: 时间表摘要

# reminder_schedule.active_days
source: Active Days
de: Aktive Tage
es: Días Activos
fr: Jours Actifs
ja: アクティブな日
pt_br: Dias Ativos
zh_hans: 活动天数

# reminder_schedule.avg_daily_reminders
source: Avg. Daily Reminders
de: Durchschn. tägl. Erinnerungen
es: Recordatorios Diarios Prom.
fr: Rappels Quotidiens Moy.
ja: 1日平均リマインダー
pt_br: Lembretes Diários Méd.
zh_hans: 平均每日提醒

# reminder_schedule.dead_response
source: Dead Response
de: Tote Antwort
es: Respuesta Muerta
fr: Réponse Morte
ja: 無反応
pt_br: Resposta Morta
zh_hans: 死响应

# reminder_schedule.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt_br: Desligado
zh_hans: 关闭

# reminder_schedule.current_schedule
source: Current Schedule
de: Aktueller Zeitplan
es: Horario Actual
fr: Calendrier Actuel
ja: 現在のスケジュール
pt_br: Agenda Atual
zh_hans: 当前时间表

# reminder_schedule.schedule_footer
source: Use 'Edit' to modify time blocks, intervals, and per-day settings
de: Verwenden Sie 'Bearbeiten', um Zeitblöcke, Intervalle und tagesspezifische Einstellungen zu ändern
es: Use 'Editar' para modificar bloques de tiempo, intervalos y configuraciones por día
fr: Utilisez 'Modifier' pour ajuster les blocs de temps, les intervalles et les paramètres quotidiens
ja: '編集'を使用してタイムブロック、間隔、日別設定を変更
pt_br: Use 'Editar' para modificar blocos de tempo, intervalos e configurações por dia
zh_hans: 使用 编辑 修改时间块、间隔和每天设置

# reminder_schedule.days_count
source: %d days
de: %d Tage
es: %d días
fr: %d jours
ja: %d日
pt_br: %d dias
zh_hans: %d天

# reminder_schedule.today_at
source: Today at
de: Heute um
es: Hoy a las
fr: Aujourd'hui à
ja: 今日
pt_br: Hoje às
zh_hans: 今天

# reminder_schedule.tomorrow_at
source: Tomorrow at
de: Morgen um
es: Mañana a las
fr: Demain à
ja: 明日
pt_br: Amanhã às
zh_hans: 明天

# reminder_schedule.weekday_at
source: at
de: um
es: a las
fr: à
pt_br: às

# reminder_schedule.your_profiles
source: Your Profiles
de: Ihre Profile
es: Sus Perfiles
fr: Vos Profils
ja: あなたのプロファイル
pt_br: Seus Perfis
zh_hans: 您的配置文件

# reminder_schedule.no_profiles
source: No Profiles
de: Keine Profile
es: Sin Perfiles
fr: Aucun Profil
ja: プロファイルなし
pt_br: Sem Perfis
zh_hans: 无配置文件

# reminder_schedule.create_first_profile
source: Create your first schedule profile to get started
de: Erstellen Sie Ihr erstes Zeitplanprofil, um loszulegen
es: Cree su primer perfil de horario para comenzar
fr: Créez votre premier profil de calendrier pour commencer
ja: 最初のスケジュールプロファイルを作成して始めましょう
pt_br: Crie seu primeiro perfil de agenda para começar
zh_hans: 创建您的第一个时间表配置文件以开始

# reminder_schedule.create_custom_profile
source: Create Custom Profile
de: Benutzerdefiniertes Profil erstellen
es: Crear Perfil Personalizado
fr: Créer un Profil Personnalisé
ja: カスタムプロファイルを作成
pt_br: Criar Perfil Personalizado
zh_hans: 创建自定义配置文件

# reminder_schedule.create_from_template
source: Create from Template
de: Aus Vorlage erstellen
es: Crear desde Plantilla
fr: Créer depuis un Modèle
ja: テンプレートから作成
pt_br: Criar a partir de Modelo
zh_hans: 从模板创建

# reminder_schedule.add_new_profile
source: Add New Profile
de: Neues Profil hinzufügen
es: Añadir Nuevo Perfil
fr: Ajouter un Nouveau Profil
ja: 新しいプロファイルを追加
pt_br: Adicionar Novo Perfil
zh_hans: 添加新配置文件

# reminder_schedule.schedule_profiles
source: Schedule Profiles
de: Zeitplanprofile
es: Perfiles de Horario
fr: Profils de Calendrier
ja: スケジュールプロファイル
pt_br: Perfis de Agenda
zh_hans: 时间表配置文件

# reminder_schedule.done_button
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
pt_br: Concluído
zh_hans: 完成

# reminder_schedule.last_used
source: Last used:
de: Zuletzt verwendet:
es: Último uso:
fr: Dernière utilisation:
ja: 最終使用:
pt_br: Último uso:
zh_hans: 最后使用:

# reminder_schedule.ago
source: ago
de: vor
es: hace
fr: il y a
ja: 前
pt_br: atrás
zh_hans: 之前

# reminder_schedule.choose_template
source: Choose Template
de: Vorlage auswählen
es: Elegir Plantilla
fr: Choisir un Modèle
ja: テンプレートを選択
pt_br: Escolher Modelo
zh_hans: 选择模板

# reminder_schedule.cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

# reminder_schedule.profile_name
source: Profile Name
de: Profilname
es: Nombre del Perfil
fr: Nom du Profil
ja: プロファイル名
pt_br: Nome do Perfil
zh_hans: 配置文件名称

# reminder_schedule.name_your_profile
source: Name Your Profile
de: Benennen Sie Ihr Profil
es: Nombre su Perfil
fr: Nommez Votre Profil
ja: プロファイルに名前を付ける
pt_br: Nomeie seu Perfil
zh_hans: 命名您的配置文件

# reminder_schedule.based_on_template
source: Based on template: %@
de: Basierend auf Vorlage: %@
es: Basado en plantilla: %@
fr: Basé sur le modèle: %@
ja: テンプレートに基づく: %@
pt_br: Baseado no modelo: %@
zh_hans: 基于模板: %@

# reminder_schedule.preview
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
pt_br: Visualização
zh_hans: 预览

# reminder_schedule.create_profile
source: Create Profile
de: Profil erstellen
es: Crear Perfil
fr: Créer un Profil
ja: プロファイルを作成
pt_br: Criar Perfil
zh_hans: 创建配置文件

# reminder_schedule.create_button
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
pt_br: Criar
zh_hans: 创建

# reminder_schedule.profile_details
source: Profile Details
de: Profildetails
es: Detalles del Perfil
fr: Détails du Profil
ja: プロファイルの詳細
pt_br: Detalhes do Perfil
zh_hans: 配置文件详细信息

# reminder_schedule.customize_after_creating
source: You can customize the schedule after creating the profile
de: Sie können den Zeitplan nach dem Erstellen des Profils anpassen
es: Puede personalizar el horario después de crear el perfil
fr: Vous pouvez personnaliser le calendrier après avoir créé le profil
ja: プロファイル作成後にスケジュールをカスタマイズできます
pt_br: Você pode personalizar a agenda após criar o perfil
zh_hans: 创建配置文件后，您可以自定义时间表

# reminder_schedule.new_profile
source: New Profile
de: Neues Profil
es: Nuevo Perfil
fr: Nouveau Profil
ja: 新しいプロファイル
pt_br: Novo Perfil
zh_hans: 新配置文件

# reminder_schedule.minutes_format
source: %d min
ja: %d分
zh_hans: %d分钟
